Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
xka: تس اول دا اوں شقل مہ کیی بوڈر استمال تھا{ sc-review-form-button-approve-shortcut } نالا{ sc-review-form-button-reject-shortcut }در تھا{ sc-review-form-button-skip-shortcut }اشپارہ

source: You can choose to make your username public or anonymous.
xka: تیخوش تانی نام یوزر پلونہ کہ بشون

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
xka: تو ے ایس آر ماڈل ترال کیرمشین یاکلالے نالون تہ،تو دراوال می دی خلق ام سہ ملا بے بون

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
xka: کامن وایس ا پ ثانی جولال لاڑیل دہ تے پروفاییل ترا تواوپن سورس ڈیٹا سیٹ ترال مے با ڑ مدد تی ون

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
xka: تس میزلا جبوں داوال می دی ام ملاب بیبان۔بہ کیرا ٹایپکل کنورسیشن کیر تیراگیل ۔۔پان سہ میملیل تھ۔یا شر مشورا کیر۔

source: You cannot add multiple sentences for a single submission
xka: تو ا جولال کیر باڑ جوابونی نہ دیبون

source: You cannot request your recordings while another request is already in progress.
xka: کیرامیݭ دا دی درخاسں آݭین تہ تو تانی کیر دی درخآس نہ دیبون

source: You can request a new takeout of your recordings every { $days } days.
xka: تو ہر۔۔۔۔۔۔۔۔۔دوس رل۔۔۔۔ تانی ریکارڈ نقل گینیل کیر درخاس دیبون

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
xka: تیسخلق ام امداد تھال کیر واقعات چلی بان اوں۔اوں بیت تسے سوچ دا پا سگار۔۔تیس مکا مکھ یا ویڈیو کانفرنسنگ انلاین پا تیبان۔۔۔ان محفوظ پا این۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
xka: جملا سمٹیل رل دی پا نالا

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
xka: تانی اواز دا جولا۔تو کا ں جولون تے بہ ان خوشان۔تی لہجہ ات بیدہ۔۔۔۔تی عام کاں اواز،تے لہجہ

source: You check whether the transcription matches the audio
xka: تو نالا اں چوݨیل منیل سہ یوبین آں

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
xka: تیسویب سایٹ ملی باںلخہ کامن وایس

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
xka: پانج بش جب ام درا وال اَ ڈیٹا سیٹ چلال تہ ران تھا کیر رس رل اک کالہ دش لاکھ ڈالر

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
xka: کیرا ا منندر ویس کلپ رجکٹ تون۔۔رو قطار پر بون۔۔۔ دیرا رجکٹ بیل تے۔۔۔رو۔دیر کٹر ام

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
xka: تی اؘ جب نہ حوشال ۔مربنی تھا تھ تانی پروفائل تھ بے تہ اپان تھ جب حوشہ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
xka: اوںپیج می جمع تال کیر باگ نان۔۔ دی جلال پامیلونس تےاتیش صبر تہ۔ماربینی

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
xka: جمع ترال۔کیردی باگ نان۔دی پا ٹل تونس تے اتیش ناکام تہ۔ماربینی

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
xka: تو دی ا پاتھ رل نہ ݭڑنکاٞل تبدیلیاں این۔تی اوں باگ چھون تہ ۔تی تبدیلیاں شڑنکاٞل نہ آشہ۔تو سبتنی اے° اوں باگ چھورون اؘ۔

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
xka: تو دی ا پاتھ رل نہ ݭڑنکاٞل تبدیلیاں این۔تی اوں پاتھ چھون تہ ۔تی تبدیلیاں شڑنکاٞل نہ آشہ۔تو سبتنی اے° اوں پاتھ چھورون اؘ۔

source: You must allow microphone access.
xka: توٹھ مائکرو فون ایں اجازت دال پکار

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
xka: تو پا ریکارڈنگ ھرٹکل بج بالہ بہ

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
xka: تی لہجہ اتون کتھ تو جولون تہ ۔تو کاں باھ بسیل تھ ۔تے کاں دی جب تو منوس تہ تی جب تیتی شلا اؘ شہ۔تودی کاں جولال این تے تو لہ ان اما یوپین اسان دے بھون ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
xka: تی نامعلوم ریکارڈ کامن وایس ڈیٹابیس رل آݭا۔۔۔ اوار تیتانی ؙروفاییل تی ڈیلیٹ تالق دیر تو تانی ریکارڈنگ دور تال کیر نہ من بون

source: Your daily goal has been created
xka: تی دوسہ ٹارگٹ تریجین

source: Your dataset is downloading!
xka: تی ڈیٹا سیٹ ڈاون لوڈ بھون۔

source: Your download has started.
xka: تی ڈاون لوڈ شرو بیل

source: You’re contributing to a target segment
xka: ا مقصد کیر تو تانی ڈا ڈیزون

source: You’re contributing to our first target segment
xka: تو اسے اولوک باگ اِج بییل می تو پاڈیزون۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
xka: اوں ٹیم رل تی کار ان اںای میل نہ گین لخہ،می پراگرس نوم بال،تے کامن وایس بارا می خبرونو ام خطونی

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
xka: اوں ؤخ رل تی کارای میل رشیل لخہ،مقصد یاد رشیل،تا نی پراگرس نم تالنالیل،تے کامن وایسبارہمی خطونی

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
xka: بہ باڑ شور ایں اتیش دیماس بہ اوں جولال یقینی تھ آ رو کھچہ این اؘ کو نہ

source: You're helping Common Voice reach our daily sentence goals!
xka: تو ھرہ دوس منیلہ جولال سمٹیل می کامن وایس سہ مدد تھون

source: Your email address
xka: تی امیل گواؘ نخہ۔

source: You respond or reply to it as naturally as you can
xka: تی جواب یا تسے جواب اپا دا س کیتک تھبان تہ

source: Your files are being assembled. Please check again later.
xka: توسی فائل جمع تھان ݭات ۔مربنی تھا پتا دران کوشش تھا

source: Your Languages
xka: توسی جب۔

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
xka: اوںنت بھبو اسے جب کلپسہ جب دا اریک اشہ ۔تو اتبری ایں تو تانی جب می ٹیکل نالیل کیر ترتیب انوج تھبو

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
xka: تی جیب جملا مین ین۔تو خوشون تہ،تانی سٹنگ بدلہ۔۔دیر تانی جیب میتانی جولال بیلڑ۔

source: Your username and email will not be associated with the published data.
xka: چاپ باگیاشے ام سہ ثی یوزر یم تے ای میل نہ اشہ

source: Your weekly goal has been created
xka: تی ہفتایہ ٹارگٹ تریجین

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
xka: تو ٹھ ا ای میل بہ۔۔سو کھٹن تہ تٹھ لکھہ۔۔کتھ کتھکامن ویس سہ تو تانی جیب میلہ تہ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
xka: اسےۡہر دوس اے،ۡ ریکارڈ مقصد مےۡتی کامن وای،س اےۡ مدد تال

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
xka: دی کیر راڈ با۔

source: You've successfully signed up for contributing to { $language }. Thank you.
xka: اسان سہ مدد تھال کیر وعدہ بیل۔مربنی

source: You want to join the Common Voice mailing list
xka: کامن وایس میلنگ لسٹ می شامل بون آ

source: You write down what you hear in the audio clips
xka: کاں بوجون تس چوݨتتی ڄھلا من

source: Zaza
xka: زازا

source: Zip #{ $offset } of { $total }
xka: زڈ آئ پی

source: Zulu
xka: زولو

source: account recovery key
xka: اکاوئنٹ نوٹال اؘ کیلی

source: add-on
xka: جمع تھا

source: alternate text
xka: رسی شلا دی متن۔

source: attack
xka: حملہ

source: attacker
xka: حملہ تھال والہ

source: Attack Site
xka: حملہ مک

source: attendee
xka: ازیری

source: authenticate
xka: تصدیق تھال۔

source: authenticated
xka: تصدیق تاس

source: authentication code
xka: تصدیق کوڈ

source: autoplay
xka: اڈیو پلے

source: bookmark
xka: بک مارک

source: breakpoint
xka: بریک پوائنٹ

source: Bug report
xka: بگ رپورٹ

source: certificate authority
xka: سرٹیفکیٹ اتھارٹی

source: cipher
xka: سائفر

source: clipboard
xka: کلپ بوڈر

source: colorway
xka: رنگ ا پان

source: confirmation code
xka: کمفارمیشن کوڈ

source: context
xka: سیاق وسباق

source: cookie banner
xka: کوکی بینر

source: corrupt
xka: اوران

source: corrupted
xka: اوران

source: crash
xka: کریش

source: cross-site tracking cookie
xka: لگیال مک ا ٹریکنگ کوکی

source: cryptominer
xka: کرپٹمانیر

source: cryptomining
xka: کرپٹمانر

source: debug
xka: ڈیبگ

source: deceptive site
xka: گمراہ کن سائٹ

source: decode
xka: ڈی کوڈ

source: decryption
xka: ڈکرپشن

source: disinformation
xka: کھچہ پشال۔

source: distrust
xka: با اعبار

source: email mask
xka: ای میل ماسک

source: enable
xka: فعال تھا۔

source: encode
xka: انکوڈ

source: encrypt
xka: کݭ دے تھا۔

source: encryption
xka: کݭ دے تھا۔

source: end user
xka: آخری میش

source: Enhanced Tracking Protection
xka: رانتھ رݭل جانیل۔

source: extension
xka: باڑ تھال۔

source: fingerprinter
xka: اگیر ݭال

source: fingerprinting
xka: اگیر ݭال۔

source: Firefox View
xka: فائرفاکس نالیل

source: grassroots
xka: بھونات دا

source: home page
xka: شیئ پات

source: import
xka: گیال

source: independent browser
xka: کولاو براؤزر

source: innovations
xka: برعات

source: security keys
xka: رݭل اؘ کیلی

source: studies
xka: مینل

source: validate
xka: ختم بال اؘ دوس

source: version
xka: حوش

source: Web Authentication
xka: وئب پوانیل
